Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: One must start with the person's own perception of the conditions, but if the ignorance of these conditions is due to negligence, the act may nevertheless be subject to a penalty, see section 25 of the Penal Code.
nb: Det skal tas utgangspunkt i gjerningspersonens egen oppfatning av de faktiske forholdene, men dersom oppfatningen av disse forholdene skyldes uaktsomhet, kan det likevel statueres ansvar, jf. straffeloven § 25.

source: west as Præstfossan, Storvolden and other nearby summer meadows never took place as far as
nb: Ved vidneforklaringer... har vi godtgjort at beitning med ren sålangt vest som til Præstfossan, Storvolden

source: Songa Holding AS, Offshore Heavy Transport AS (Counsel Eirik Wensell Raanes) v. Spar Shipping AS (Counsel Jan Magne Isaksen)
nb: Songa Holding AS, Offshore Heavy Transport AS (advokat Eirik Wensell Raanes) mot Spar Shipping AS (advokat Jan Magne Isaksen)II.

source: Shen then emphasises that the decision must be consistent with ECHR Article 8, as the provision is applied by ECtHR.
nb: Hun fremhever deretter at avgjørelsen må være i samsvar med EMK artikkel 8, slik bestemmelsen er praktisert av EMD.

source: In the light of this, my conclusion is that the Sami have had reindeer pasturing in the area in dispute for as good as the whole period since 1910.
nb: Min konklusjon er etter dette at samene i så godt som hele perioden etter 1910 har hatt rein til beiting i

source: In our case, the programme-carrying signals are not transmitted point-to-point to RiksTV.
nb: I vår sak går ikke de programbærende signalene i lukket forsendelse til RiksTV.

source: The passengers sitting at the front of the RIB, among them A, were also those with the best view of the sea in front of them.
nb: De som satt fremst i RIB’en, blant annet A, var dessuten de som hadde best utsikt til sjøen framover.

source: on page 1994.
nb: på side 1994.

source: The complaint concerned the conduct of the district court judge in connection with court-
nb: Klagen gjaldt tingrettsdommerens opptreden i forbindelse med en rettsmekling.

source: This is the view of the respondent, based on Bergen Bunkers being domiciled in Norway.
nb: Dette er ankemotpartens syn, basert på at Bergen Bunkers var hjemmehørende i Norge.

source: Brandfjell had said in his statement to the police in 1933, and to the Sami’s standpoint during
nb: politiforklaring i 1933, og til samenes standpunkt under diskusjonen om distriktsgrensen.

source: edition page 1087.
nb: utgave side 1087.

source: Both judgments emphasise the difference between "[t]he mere provision of physical facilities", see Airfield paragraph 79, and the communication of the broadcast content.
nb: I begge avgjørelsene fremheves forskjellen på "[the] mere provision of physical facilities", jf. Airfield avsnitt 79, og det å formidle innholdet i tv-sendinger.

source: Some of these speeches / videos are from before Ansar al-Islam was founded.»
nb: Noen av disse talene/videoene er fra tiden før Ansar al-Islam ble stiftet.”

source: reflects the purpose of the Convention, which in the Supreme Court ruling in Rt-2010-858 para 41 is described as follows:
nb: følge er i samsvar med konvensjonens formål, som i Rt-2010-858 avsnitt 41 er formulert slik:

source: Kjennetegnsrett [Sign law], third edition page 116:
nb: I boken "Kjennetegnsrett" av Lassen og Stenvik, tredje utgave side 116 heter det:

source: They are entitled to be heard in issues regarding themselves, and their opinion should be given due weight in accordance with their age and development.
nb: De har rett til å bli hørt i spørsmål som gjelder dem selv, og deres mening skal tillegges vekt i overensstemmelse med deres alder og utvikling.

source: Tingsrett [property law], 5th edition page 319.
nb: Tingsrett, 5. utgave side 319.

source: Adjustment and repayment of VAT.
nb: Gyldigheten av vedtak truffet av Klagenemnda for merverdiavgift.

source: Later the same year, the company bought 42 Boeing 737-800s, with an option to buy another 42.
nb: Senere samme år kjøpte selskapet 42 Boeing 737-800, med opsjon på ytterligere 42 fly.

source: , which also concerned DNA retention, that the margin of appreciation is normally narrower where a particularly important aspect of someone’s life or identity is in issue, see paragraph 37.
nb: , som også gjaldt registrering av DNA-profil, at skjønnsmarginen vanligvis er begrenset når et særdeles viktig aspekt ved personen eller identiteten til en person står på spill, se avsnitt 37.

source: Dragan and others v.
nb: Dragan med flere mot

source: Rt. 2011 page 1666, paragraph 32 stresses as a clear right that a declaratory judgment may be requested for violation of ECHR - that this constitutes a "legal right" in the procedural sense.
nb: 2011 side 1666 avsnitt 32 er det fremholdt som sikker rett at det kan kreves fastsettelsesdom for brudd på EMK – at dette utgjør et "rettskrav" i prosessuell forstand.

source: the risk of not accepting the optional penalty writ.
nb: Tre klager var i denne saken forent til felles behandling.

source: I will now turn to considering the development of law after the new RGP Regulations had been implemented in January 2013.
nb: Jeg går så over til å vurdere rettsutviklingen etter at den nye fastlegeforskriften hadde trådt i kraft i januar 2013.

source: Although Skaugen contends that MTDN [MAN Norge] has committed independent tortious acts, the same legal basis and almost the same factual basis are, as the court of appeal sees it, asserted as basis for liability for MDT [MAN Germany] and MDTN [MAN Norge].
nb: Selv om Skaugen anfører at MTDN [MAN Norge] har begått selvstendige erstatningsbetingende handlinger, er det - slik lagmannsretten oppfatter det - det samme rettslige grunnlaget, og tilnærmet det samme faktiske grunnlaget som påberopes som grunnlag for ansvar for MDT [MAN Tyskland] og MDTN [MAN Norge].

source: ruling in Rt-1980-569 (the Alta case).
nb: Tvistemålsutvalget viser her blant annet til Rt-1980-569 (Alta-saken).

source: In Rt-2015-1107 paragraph 44, this is summarised by the requirement of "the child's best interests" being supplemented by a requirement of "particularly weighty reasons".
nb: I Rt-2015-1107 avsnitt 44 oppsummeres dette med at vilkåret om "barnets beste"suppleres av et krav om "særlig tungtveiende grunner".

source: In 2012, it was agreed that all three of them would receive 180 000 rupees.
nb: I 2012 ble det avtalt at alle tre skulle ha 180 000 indiske rupier.

source: In Proposition to the Storting No. 131 (2012–2013), the Ministry states the following in the special remarks to section 147 (d) on page 87:
nb: I Prop. 131 L (2012–2013) uttaler departementet følgende i de spesielle merknadene til § 147 d på side 87:

source: Sami and landowner quarters to the Supreme Court contains information about pasturing inside and outside the state-owned common also subsequent to 1892.
nb: Høyesterett inneholder opplysninger om beiting i og utenfor statsallmenningen også etter 1892.

source: The working group appointed in connection with negotiations of the Reindeer Husbandry Agreement in 2012-2013 held, according to the court of appeal, that "a 200-300 strong spring herd could hardly constitute an acceptable basis of existence for a family in the current society".
nb: Arbeidsgruppen som ble nedsatt i forbindelse med forhandlinger om reindriftsavtalen i 2012−2013, mente ifølge lagmannsretten at det var "vanskelig å se for seg at det for en familie i dagens samfunn er mulig å ha et akseptabelt inntektsgrunnlag, basert på 200−300 dyr i vårflokk".

source: interpretation of the Refugee Convention article 28
nb: tolkingen av flyktningkonvensjonen artikkel 28

source: This is a right which not only belongs to the person being expelled, but also to his or her family members.
nb: Dette er en rett som ikke bare tilkommer den som utvises, men også dennes familiemedlemmer.

source: The need for such an approach is, in my view, apparent from the 1999 guidelines, prepared by the United Nations High Commissioner for Refugees on “Applicable Criteria and Standards relating to the Detention of Asylum-Seekers”.
nb: Behovet for en slik tilnærming fremgår etter mitt syn godt av retningslinjer fra 1999 utarbeidet av FNs høykommissær for flyktninger om "Applicable Criteria and Standards relating to the Detention of Asylum-Seekers".

source: There were most Indian workers during the high season, from April to June, and few in December and January.
nb: Det var flest indiske arbeidere i høysesongen, fra april til og med juni, og få i desember og januar.

source: Ministry of Health and Care Services, Bent Høie, stated:
nb: Blant annet uttalte helse- og sosialminister Bent Høie:

source: In its preamble, it is stated that the travel document is issued "in lieu of" a national passport.
nb: I ledeteksten heter det her at reisebeviset utstedes i stedet for – "in lieu of" – et nasjonalt pass.

source: Video Communication Services AS (Counsel Magnus Hauge Greaker) v. Appear TV AS (Counsel Henrik Felix Reimers)
nb: Video Communication Services AS (advokat Magnus Hauge Greaker) mot Appear TV AS (advokat Henrik Felix Reimers)

source: no. 75 (2006-2007) concerning a new Immigration Act, which proposes to replace the term ”national security” with “fundamental national interests”.
nb: 75 (2006–2007) om ny utlendingslov, hvor blant annet begrepet ”rikets sikkerhet” foreslås erstattet med ”grunnleggende nasjonale interesser”.

source: In the specific assessment of the issue of visitation, however, a non-existent or weak bond will be an aspect, see the Supreme Court judgment in Rt-2012-1832 para 41.
nb: Ved den konkrete vurderingen av samværsspørsmålet, vil imidlertid manglende eller svak tilknytning være et moment, se blant annet Rt-2012-1832 avsnitt 41.

source: This applies both to single elements that Aukrust has used in earlier drawings and the ideas he gave to Bjarne Sandemose in connection with the building of the film car."
nb: Dette gjelder både for enkeltelementer som Aukrust har benyttet i tidligere tegninger, og de idéer som han ga til Bjarne Sandemose i forbindelse med byggingen av filmbilen."

source: Since the retention was unlawful, the security guard was not protected by section 286 of Penal Code.
nb: Det var ikke tilfellet her, og når dette skyldtes en feil ved selve organiseringen av billettkontrollvirksomheten, kunne vekteren ikke være beskyttet av straffeloven § 286.

source: The two persons, who were born in 1985 and 1986, came to Norway with their mother in 1989.
nb: De to personene, som er født i 1985 og 1986, kom i 1989 til Norge sammen med sin mor.

source: the Court pointed out that the domestic law allowed “indefinite retention” of DNA profiles, see paragraph 110.
nb: og Marper la EMD vekt på at de nasjonale reglene åpnet for «indefinite retention» av blant annet DNA-profiler, se avsnitt 110.

source: The Committee accepted the purpose as reasonable and in accordance with article 27, but due to the absence of ethnical criteria in the legislation, it doubted whether the article had been violated, see paras 9.6 and 9.7.
nb: Menneskerettskomiteen aksepterte formålet som fornuftig og i samsvar med artikkel 27, men var på grunn av fraværet av etniske kriterier i lovgivningen likevel i tvil om artikkelen var krenket, se punkt 9.6 og 9.7.

source: Whether or not the claim is comprised by the arbitration clause, must rely on an assessment of the context between the claim and the contract entered into, as is also the conclusion in the Supreme Court order in Rt-1993-777.
nb: Om det fremsatte kravet omfattes av voldgiftsklausulen, må bero på en vurdering av sammenhengen mellom kravet og den inngåtte kontrakten, slik det også er lagt til grunn i Rt-1993-777.

source: Did you find the information you were looking for?
nb: Fann du det du leita etter?

source: Paul Johnsen’s statement is also of interest.
nb: Paul Johnsens forklaring er også av interesse.

source: When the criminal offence took place, the practice was to interpret a life sentence as 20 years of imprisonment.
nb: Da den straffbare handling fant sted, var det praksis for å oppfatte livstidsstraff som fengsel i 20 år.

source: requesting state does not fully meet the requirements in Article 6 of the ECHR.
nb: Det skal altså mye til før utlevering ville innebære brudd på EMK artikkel 6.

source: Such an increase in the sentence based on later legislation is in violation of Article 97 of the Constitution.
nb: En slik straffskjerping i kraft av senere lovgivning er i strid med Grunnloven § 97.

source: As I have already explained, both the district court and the court of appeal concluded that the seizure prohibition does not apply in these cases.
nb: Som jeg alt har redegjort for, kom både tingretten og lagmannsretten til at beslagsforbudet ikke gjelder i disse tilfellene.

source: reindeer has gone on, but here it is of course not a question of the form of use in recent years, but the
nb: «Det er så at der i nogen tid har vært innskrenkning i det område, hvor reinbeiting har foregått, men her

source: I concur in all essentials and as regards the conclusion with the
nb: Jeg er i det vesentlige og resultatet enig med førstvoterende,

source: If a measure is not consistent with the ultimate aim of reuniting the parents and the child, it can only be applied in "exceptional circumstances", and only if it is motivated by an "overriding requirement pertaining to the child's best interests", see para 78.
nb: Dersom et tiltak ikke er i samsvar med et mål om gjenforening mellom foreldre og barn, kan det bare anvendes i "ekstraordinære tilfeller", og bare dersom det er motivert av et "dominerende hensyn til barnets beste", jf. avsnitt 78.

source: Üner v. the Netherlands
nb: Üner mot Nederland

source: In Resolution 1373 (2001) from the UN Security Council, it is set out that all States, to prevent the movement of terrorists must have "effective border controls and controls on issuance of identity papers and travel documents".
nb: I resolusjon 1373 (2001) fra FNs sikkerhetsråd er det angitt at alle stater, for å hindre bevegelsesmulighetene for terrorister, skal ha "effective border controls and controls on issuance of identity papers and travel documents".

source: The landowners have also contended that it is of significance for the amount of land
nb: Grunneierne har også anført at det har betydning for arealbruken at reindriften fram til Lappekommisjonens

source: under the Children Act, where the complainant was one of the parties.
nb: Klagen gjaldt en sak etter barneloven, hvor klager var en av partene.

source: Hernehult v. Norway
nb: Hernehult mot Norge

source: The prohibition against seizure and evidence in procedural law is related to the Penal Code section 211 on penal liability for lawyers, among others, who breach their duty of secrecy by disclosing "confidential information confided to them or their superiors in connection with the position or the assignment".
nb: Prosesslovenes beslags- og bevisforbud står i sammenheng med straffeloven § 211 om straffansvar for blant annet advokater som bryter sin taushetsplikt ved å røpe "hemmeligheter som er betrodd dem eller deres foresatte i anledningen stillingen eller oppdraget".

source: The complainant al eged furthermore that the judge had acted in a discourteous manner towards him during the period 1999-2010.
nb: Klager anførte videre at dommeren i perioden 1999-2010 hadde opptrådt uhøvisk mot han.

source: the discussion about the district boundary. Of other statements from the proceedings in the 1930s concerning the district boundary
nb: Av andre utsagn fra behandlingen på 1930-tallet av distriktsgrensen gjengir jeg følgende utsagn av lappefogd

source: 40, the prevailing routines are described as follows:
nb: I avsnitt 40 beskrives de rutinene som var gjeldende, blant annet slik:

source: In all these years, C was exploited by B to work long days, seven days a week for a very low salary, which made it possible to generate larger income from the garden centre business.
nb: I alle disse årene ble C utnyttet av B til å arbeide lange dager, syv dager i uken for svært lav lønn, noe som muliggjorde større inntekter fra gartnerivirksomheten.

source: I refer to the Supreme Court order in HR-2019-1725-A
nb: Jeg viser til HR-2019-1725-A

source: The CJEU establishes in
nb: EU-domstolen slår i

source: Also in the mayor’s reply to the Lapp Commission and in the discussion in the 1930s
nb: Også i ordførerens svar til Lappekommisjonen og i diskusjonen på 1930-tallet om distriktsgrensen ble det gitt

source: The nursing home joined a new employers' union in 2014, and a new collective agreement was entered into, which contained no clause on the supplement.
nb: Et privat sykehjem meldte seg i 2014 ut av arbeidsgiverforeningen Virke og inn i NHO. Som følge av endret organisasjonstilknytning ble ny tariffavtale gjort gjeldende ved sykehjemmet.

source: On this basis and background I will now discuss the administrative decision on expulsion against A.
nb: Med dette som utgangspunkt og bakgrunn ser jeg nå på utvisningsvedtaket mot A.

source: No documentary evidence has been submitted to suggest, nor has it been contended, that prior to 1920 the State claimed title to Svartskogen in relation
nb: Det er ikke fremlagt noen dokumentasjon for, og heller ikke anført, at staten før 1920 overfor befolkningen i Manndalen påberopte seg eiendomsrett til Svartskogen.

source: Mr Krogstad was at that time 89 years of age, and had been a merchant in Selbu.
nb: Krogstad var da 89 år gammel, og hadde vært handelsmann i Selbu.

source: not have been unnatural for them to consider the sale as having taken place contrary to their rights.
nb: Og selv om det skulle ha skjedd, ville det ikke være unaturlig for dem å betrakte salget som skjedd i strid med deres rettigheter.

source: FjordEvents has prepared an HES plan, which introductorily reads:
nb: FjordEvents har laget en HMS-plan, hvor det innledningsvis heter:

source: appointed in 1866 to look at the relationship between the permanent residents and reindeer husbandry.
nb: fra de norske medlemmene av den komiteen som i 1866 ble nedsatt for å se på forholdet mellom de fastboende og reindriften.

source: This interpretation of the law was most recently sustained in paragraph 94 of the war criminal judgement.
nb: Denne rettsoppfatningen er senest stadfestet i krigsforbryterdommen avsnitt 94.

source: My overall view is that the circumstances to which I have referred imply that GSK dark purple is not perceived as a sign for Seretide/Diskus.
nb: Samlet sett er det mitt syn at de omstendigheter jeg har vist til så langt tilsier at GSK mørk lilla ikke oppfattes som et særlig kjennetegn for Seretide/Diskus.

source: After having pointed out that in criminal law there is an absolute prohibition against retroactivity, the first-voting judge states about the constitutional protection in the situation in question:
nb: Etter å ha påpekt at det i strafferetten gjelder et absolutt forbud mot tilbakevirkning, uttaler førstvoterende om grunnlovsvernet i den situasjonen som forelå:

source: New bases were established in Stockholm 3
nb: Nye baser ble etablert i Stockholm og København i 3

source: application for a concession does not interfere with the rights protected by CESCR Articles 6, 7 and 11 – the right to work, the right to a minimum fair wage and the right to an adequate standard of living.
nb: Jeg finner det klart at fylkeslandbruksstyrets vedtak om å avslå konsesjon ikke griper inn i de rettigheter som ØSK artikkel 6, 7 og 11 gir til arbeid, gode arbeidsvilkår og tilfredsstillende levestandard.

source: Finally, I will mention that in the Supreme Court judgment Rt-2006-1121, there are some statements with a certain transfer value to the issues in the case at hand.
nb: Endelig nevner jeg at det i Rt-2006-1121 er noen uttalelser som har en viss overføringsverdi til problemstillingen i saken her.

source: He has therefore not submitted a formal application for dispensation from the residence obligation pursuant to the Allodial Rights Act section 27 a, but has been ordered to apply for a concession because he has breached the residence obligation.
nb: Han har derfor ikke formelt søkt om fritak fra boplikten etter odelsloven § 27 a, men er blitt pålagt å søke konsesjon fordi boplikten ikke er blitt overholdt.

source: Adoption is also a radical measure for children, which under the UN Convention on the Rights of the Child Article 21 may only be decided if this is in the best interests of the child.
nb: Også for barn representerer adopsjonen et inngripende tiltak, som etter FNs barnekonvensjon artikkel 21 derfor bare kan besluttes dersom det er til barnets beste.

source: boundary, at any rate if one keeps in mind the significance of the topography for reindeer
nb: topografiens betydning for reindriften i tankene.

source: The provision does not give guidance as to who is the broadcaster in a case like ours.
nb: Hvem som står for kringkastingen i et tilfelle som det foreliggende, gir bestemmelsen ikke veiledning om.

source: measures implemented at the Covid-19 outbreak had been lifted. When the Court of Appeal
nb: smitteverntiltakene som ble iverksatt ved utbruddet av Covid-19-pandemien.

source: This case is the same case that was settled by the Supreme Court in Rt. 2007, page 561.
nb: Denne saken er samme sak som ble avgjort av Høyesterett i Rt-2007-561.

source: (142) In addition to what I have now mentioned to justify my view, I concur in all essentials
nb: (142) Ut over det jeg nå har nevnt til begrunnelse for mitt syn, kan jeg i det vesentlig slutte meg

source: Before moving like that, one must check whether the slope is clear.
nb: Skal en kjøre slik må en ha folk som sjekker at løypa er klar.

source: It also seems to be in line with an international arbitration trend that these issues are resolved based on what one may refer to as a"denationalised approach" and freer deliberations regarding the parties' common qualifications and fair expectations.
nb: Jeg viser også til at det synes å være i overensstemmelse med en trend i internasjonal voldgift at disse spørsmålene blir løst ut fra det man kan kalle en "de-nasjonalisert tilnærming" og friere overveielser om partenes felles forutsetninger og rimelige forventninger.

source: Claim for damages after public procurement - The Fosen-Linjen case
nb: Erstatningskrav etter offentlig anskaffelse – Fosen-Linjen-saken

source: In December 2003, NAS was listed on the Oslo Stock Exchange, and the company carried out a share issue adding NOK 250 million to its share capital.
nb: I desember 2003 ble NAS registrert på Oslo Børs, og selskapet gjennomførte en emisjon som tilførte 250 millioner kroner.

source: The minority finds that Article 89 of the Constitution precludes such an action.
nb: Mindretallet mener at Grunnloven § 89 stenger for å fremme saken.

source: As one can see, Mr Østby mentioned Selbu in particular.
nb: Som man ser, nevnte Østby Selbu særskilt.

source: under article 8 of the ECHR includes the physical and mental integrity and the right to be left in peace from unwanted attention from others.
nb: etter EMK artikkel 8 omfatter blant annet den fysiske og psykiske integritet og retten til å være i fred fra uønsket oppmerksomhet fra andre.

source: The choice of law must consequently be made based on the starting point in Norwegian international private law – the Irma Mignon formula.
nb: Lovvalget må følgelig avgjøres etter den regelen som er utgangspunktet i norsk internasjonal privatrett – Irma Mignon-formelen.

source: Nevertheless, it may be appropriate to examine whether EU case law suggests otherwise.
nb: Det kan likevel være grunn til å se hen til om det er praksis fra EU-området som tilsier en annen løsning.
